{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "text": "http://http://www.osaarchivum.org",
    "file": "images/RFE Countries.png",
    "link": "http://www.osaarchivum.org"
  },
  "text": {
    "title": "RFE Countries Map",
    "more": "These 8,100 digital files were first available on November 3, 2015, for researchers only and covered the period of FEC activities from 1960-1964. OSA has only uploaded, this first chunk of a total database of 35,000 encrypted messages taking up 22 microfilm reels, ranging from 1960-1970.\n\nAdditional encrypted messages from the period 1950-1960 (11 microfilm reels) will be processed in the second phase of the project.\n\n\nOriginally, the collection came from the Hoover Institution Library and Archive http://www.hoover.org/library-archives  where it was stored since the early 1990’s.\n It arrived to OSA in 2014, on a total of 101 microfilm reels which were all digitized recently by OSA. It is important to mention that all of the paper records created \nby the FEC were destroyed after they were filmed on the microfilm reels. A careful look at the microfilm reels showed at least two groups of historical records. On one\n side there was a correspondence from the FEC Presidential Office together with numerous encrypted short daily messages; while on the other side, there were records, \ncharts and graphics from the Engineering Department. Daily exchanges of encrypted messages between FEC in the New York headquarters and Radio Free Europe in \nMunich covered a variety of themes ranging from administrative, technical, political, and those relating the program directives for Radio Free Europe. Some of the messages \nare particularly interesting because they give an account of political and historical events, such the Cuban Missile crisis or the shooting-down of the US spy-plane over the Soviet Union, etc.\nOnce processed, these historical records will shed more light on the US’s Cold War initiative to combat Soviet influence and distortion of information in Eastern Europe. OSA hopes that\n the public access to the new FEC digital collection will contribute to the better understanding of the trans-Atlantic connections, émigré aspirations, the operation of Radio Free Europe and finally\n the FEC institution per se as valuable resources for further scholarly research on the Cold War era.\nLink to the full description: http://www.osaarchivum.org/blog/Free-Europe-Committee-–-New-Digital-Collection-Online",
    "intro": "This virtual map represents the coverage of the Free Europe Committee/Radio Free Europe collection published by \nBlinken OSA. To find the link to the documents on the selected country, click its name and follow the link in the description that appears on the right side of the page. \nParameter \"Weight\" in the appeared tab shows the number of mentions in the documents.\nClick \"More about this visualisation\" below to read more information about the colleciton."
  },
  "legend": {
    "edgeLabel": "Connection to RFE, thickness - numbers of mentions",
    "colorLabel": "From light blue to the dark blue/from 1 to 2000",
    "nodeLabel": "Countries, Size \u003d according to the number of mentions"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "color",
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "imageAttribute": "Label",
    "groupByEdgeDirection": false
  },
  "sigma": {
    "graphProperties": {
      "minEdgeSize": 0.35,
      "maxNodeSize": 15,
      "maxEdgeSize": 2.5,
      "minNodeSize": 1
    },
    "drawingProperties": {
      "labelThreshold": 1,
      "hoverFontStyle": "bold",
      "defaultEdgeType": "curve",
      "defaultLabelColor": "#000",
      "defaultLabelHoverColor": "#fff",
      "defaultLabelSize": 14,
      "activeFontStyle": "bold",
      "fontStyle": "bold",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd"
    },
    "mouseProperties": {
      "minRatio": 0.75,
      "maxRatio": 20
    }
  }
}
